{"profit_percent":0.3, /* Ваш доход 0.3% */
"i_trade":1, /* разрешены торги по индикаторам */
"indic_start":"{BB_20/30/2}", /* первый ордер в цикле будет выставлен по линиям Боллинджера 2,20. Таймфрейм 30. */
"first_order_indent":0, /* отступ первого ордера 0%. Если поставить значение в 1%, то после получения сигнала Боллинджера на закуп, бот будет ждать дополнительного отступа в 1% и только тогда выставит ордер на покупку.*/
"first_order_expense":0.0011, /* минимальный размер ордера в BTC */
"trail_back_price_percent":1, /* трейл на продажу. Именно он отвечает за выставления «профитного» ордера. Параметр подбирается индивидуально под волатильность валютной пары. */
"smart_grid_price_percent":0.4, /* трейл на закуп. Когда получен сигнал по линями Боллинджера начинает работу трейл на закуп. */
"sell_all":0, /* учитывать ордера, которые были выполнены вручную до начала торгов? В данном случае 0 говорит боту, что историю не учитывать, а использовать только данные по торгам, которые он проводит. */
"grid_type":"MARTIN", /* тип сетки «Мартингейл» */
"height_set":"30", /* Процент перекрытия сеткой. Чем больше тем безопасней, но тем меньше фактический доход в живых деньгах. */
"count_orders":"30", /* количество ордеров в сетке. Чем больше, тем большее депо необходимо для работы. */
"martin":100, /* говорит о том, что каждый последующий ордер увеличивается в объеме вдвое. Параметр от 0 до 100. Чем больше, тем быстрее наступит профитный ордер. Мартингейл 100% сокращает расстояние до профитного ордера в два раза, но требует большее количество депо для данной валютной пары. */
"web_panel":1, /* выводить информацию на веб-панель бота */
"market":null, /* биржа по умолчанию. Можно задать фактически. */
"depo_percent":100, /* процент использованного депо для пары от общего баланса на бирже */
"stop_loss_percent":null, /* стоп-лосс отключен. При включении будет продавать в убыток, но при этом не «замораживается» депо на длительный срок. Рекомендуется всегда отключать. */
"all_sg":0, /* определяет, включить «тейл» или нет. Значение 1 – трейл включить для каждого ордера, 0 – первый ордер в сетке без трейла, остальные ордера в сетке выставлять с трейлом. По умолчанию, если параметр не указан он работает как 0. */
"alt":0} /* накапливать объем первой монеты в паре или второй. Значение 0 – копится первая монета и работает стратегия Long. 1 – копится вторая монета и работает стратегия Short. */
